Repository: adnseek/eieruhr
Catalog: Eieruhr/*.lproj/Localizable.strings
Languages: de

# egg_size_small
source: Small (S)
de: Klein (S)

# egg_size_medium
source: Medium (M)
de: Mittel (M)

# egg_size_large
source: Large (L)
de: Groß (L)

# consistency_soft
source: Soft
de: Weich

# consistency_hard
source: Hard
de: Hart

# temp_fridge
source: Refrigerator
de: Kühlschrank

# temp_room
source: Room Temperature
de: Raumtemperatur

# temp_fridge_label
source: Refrigerator Temperature
de: Kühlschranktemperatur

# temp_room_label
source: Room Temperature
de: Raumtemperatur

# water_cold
source: Cold
de: Kalt

# water_boiling
source: Boiling
de: Kochend

# egg_size_label
source: Size
de: Größe

# weight_label
source: Weight
de: Gewicht

# weight_slider_label
source: Weight
de: Gewicht

# starting_temp_label
source: Starting Temperature
de: Ausgangstemperatur

# consistency_label
source: Desired Consistency
de: Gewünschte Konsistenz

# water_start_label
source: Initial Water Temperature
de: Wassertemperatur zu Beginn

# calculated_time_label
source: Calculated Cooking Time:
de: Berechnete Kochzeit:

# start_timer_button
source: Start Timer
de: Timer starten

source: Timer Running
de: Timer läuft

# egg_cooking
source: Egg is cooking...
de: Ei wird gekocht...

source: remaining
de: verbleibend

source: Stop Timer
de: Timer stoppen

# loading_chicken
source: Loading chicken breed...
de: Lade Hühnerrasse...

source: Connection Error
de: Verbindungsfehler

source: Using local data
de: Verwende lokale Daten

source: Retry
de: Wiederholen

source: Load Chicken
de: Huhn laden

# new_chicken
source: New Chicken üêî
de: Neues Huhn 🐔

source: Loading Error
de: Ladefehler

# origin_label
source: Origin:
de: Herkunft:

# eggs_per_year
source: eggs/year
de: Eier/Jahr

# bio_text_1
source: Use organic eggs for
de: Verwende Bio-Eier für

# bio_text_2
source: happier chickens
de: glücklichere Hühner

# weight_validation
source: Weight must be between 30g and 90g
de: Gewicht muss zwischen 30g und 90g liegen

# notification_title
source: Egg Timer
de: Eieruhr

# notification_body
source: Your egg is ready! ü•ö
de: Dein Ei ist fertig! 🥚

# scientific_title
source: The Science Behind the Egg Timer
de: Die Wissenschaft hinter der Eieruhr

# current_parameters
source: Your Current Parameters
de: Deine aktuellen Parameter

# formula_title
source: The Physics Formula
de: Die Physik-Formel

# formula_description
source: This formula is based on heat transfer laws and calculates how long it takes for the yolk to reach the desired temperature:
de: Diese Formel basiert auf Wärmeübertragungsgesetzen und berechnet, wie lange es dauert, bis das Eigelb die gewünschte Temperatur erreicht:

# physics_background_title
source: Physics Background
de: Physikalischer Hintergrund

# physics_background_text
source: The calculation is based on Fourier's heat conduction equation. An egg is a complex system of egg white and yolk with different thermal properties. The formula considers the egg's mass, its thermal properties, and temperature differences to determine the optimal cooking time.
de: Die Berechnung basiert auf der Fourier'schen Wärmeleitungsgleichung. Ein Ei ist ein komplexes System aus Eiweiß und Eigelb mit unterschiedlichen thermischen Eigenschaften. Die Formel berücksichtigt die Masse des Eis, seine thermischen Eigenschaften und die Temperaturdifferenzen, um die optimale Kochzeit zu bestimmen.

# mass_explanation
source: Mass of the egg
de: Masse des Eis

# initial_temp_explanation
source: Initial temperature of the egg
de: Anfangstemperatur des Eis

# target_temp_explanation
source: Target temperature for desired consistency
de: Zieltemperatur für gewünschte Konsistenz

# water_temp_explanation
source: Temperature of boiling water
de: Temperatur des kochenden Wassers

# heat_capacity_explanation
source: Specific heat capacity of the egg
de: Spezifische Wärmekapazität des Eis

# density_explanation
source: Density of the egg
de: Dichte des Eis

# thermal_diffusivity_explanation
source: Thermal diffusivity of the egg
de: Temperaturleitfähigkeit des Eis

# cooking_tips_title
source: Egg Cooking Tips
de: Tipps beim Eierkochen

# tip_salt_vinegar_title
source: Add Salt or Vinegar to Water
de: Salz oder Essig ins Wasser

# tip_salt_vinegar_text
source: A teaspoon of salt or vinegar in the cooking water ensures that cracked eggs don't leak out but seal immediately.
de: Ein Teelöffel Salz oder Essig im Kochwasser sorgt dafür, dass gerissene Eier nicht auseinanderlaufen, sondern sich sofort verschließen.

# tip_gentle_boiling_title
source: Gentle Simmering
de: Sanft sprudelnd kochen

# tip_gentle_boiling_text
source: The water should only simmer gently, not boil vigorously. This prevents eggs from bouncing around and cracking.
de: Das Wasser sollte nur leicht sprudeln, nicht stark kochen. So hüpfen die Eier nicht herum und gehen nicht kaputt.

source: Close
de: Schließen
